Repository: fiee/fiee-dorsale
Catalog: siteprofile/locale/*/LC_MESSAGES/django.po
Languages: de

source: Site Profile
de: Site-Profil

source: Site Profiles
de: Site-Profile

source: User #%d doesn’t exist!
de: Benutzer Nr.%d existiert nicht!

source: User %s doesn’t belong to any group!
de: Benutzer %s gehört zu keiner Gruppe!

source: You do not yet belong to any groups. Ask your administrator to add you to one.
de: Sie gehören noch zu keiner Arbeitsgruppe. Bitten Sie Ihren Administrator, Sie zu einer hinzuzufügen.

source: available
de: verfügbar

source: available, but customer specific
de: verfügbar, aber kundenspezifisch

source: available, but not yet integrated
de: verfügbar, aber noch nicht integriert

source: in development
de: in Entwicklung

source: in planning stage
de: in Planung

source: on demand
de: auf Anfrage

source: Name of module
de: Name des Moduls

source: Base url of module
de: Basis-URL des Moduls

source: Description
de: Beschreibung

source: Some words about this module
de: Ein paar Worte über dieses Modul

source: Availability
de: Verfügbarkeit

source: Is this module already available?
de: Ist dieses Modul bereits verfügbar?

source: Module
de: Modul

source: Modules
de: Module

source: Tenant’s site
de: Kunden-Site

source: Server name of site (www for www.example.com). This is used as the template name of the menu, base page of CMS pages and perhaps additional CSS.
de: Servername der Site (www für www.example.com). Dies wird als Template-Name für das Menü, als Basis der CMS-Seiten und eventuell als Name für ein zusätzliches CSS verwendet.

source: Base Language
de: Grundsprache

source: Base language of this site
de: Voreingestellte Sprache dieser Site

source: Admin Group
de: Admin-Gruppe

source: Members of this group are admins of this site.
de: Mitglieder dieser Gruppe sind Administratoren dieser Site.

source: Use own style?
de: Eigenen Stil verwenden?

source: Should the look differ from the main site’s? Use an additional CSS? Name of the CSS must be the code!
de: Soll das Aussehen von dem der Hauptseite abweichen? Soll ein zusätzliches CSS verwendet werden? Der Name des CSS muss dem Code entsprechen!

source: URL of base view of this site. Same as code if empty!
de: URL der Startseite dieser Site. Entspricht dem Code, falls leer!

source: The site has access to these modules.
de: Die Site hat Zugriff auf diese Module.

source: tenant’s site
de: Kunden-Site

source: site of the related customer/project/team
de: Site des betreffenden Kunden/Projektes/Teams
